export interface WorkProcess {
    title: string;
    number: number;
    description: string;
}

export const workSteps: WorkProcess[] = [
    {
        title: 'Оценка и рекомендации',
        number: 1,
        description: 'Анализируем объект и рынок, предлагая эффективные решения для вас.'
    },
    {
        title: 'Подготовка к показам',
        number: 2,
        description: 'Профессионально готовим квартиру, делая её привлекательной для арендаторов.'
    },
    {
        title: 'Поиск арендаторов',
        number: 3,
        description: 'Отбираем ответственных арендаторов для долгосрочного сотрудничества.'
    },
    {
        title: 'Мониторинг платежей',
        number: 4,
        description: 'Контролируем своевременность платежей и состояние вашего объекта.'
    },
    {
        title: 'Решение сопутствующих задач',
        number: 5,
        description: 'Решаем юридические и технические вопросы, связанные с объектом.'
    },
    {
        title: 'Юридическая поддержка',
        number: 6,
        description: 'Сопровождаем вас на всех этапах арендных отношений.'
    },
    {
        title: 'Бухгалтерское сопровождение',
        number: 7,
        description: 'Обеспечиваем корректное ведение бухгалтерии и налогообложение.'
    }
];
