export const problems = [
    {
        title: 'Если вы проживаете в другом городе или стране:',
        image: '/images/img/case1.png',
        list: {
            first: 'Трудности в подготовке и демонстрации квартиры.',
            second: 'Отсутствие возможности принять квартиру при выезде арендаторов.',
            threat: 'Затруднения в решении задач на расстоянии и контроле исполнения.'
        }
    },
    {
        title: 'При владении несколькими квартирами:',
        image: '/images/img/case2.png' ,
        list: {
            first: 'Затруднения в отслеживании оплаты счетов.',
            second: 'Отсутствие надежных и компетентных мастеров.',
            threat: 'Недостаток времени для мониторинга рыночной стоимости.'
        }
    },
    {
        title: 'Если беспокоит сохранность квартиры:',
        image: '/images/img/case3.png',
        list: {
            first: 'Сомнения в надежности арендаторов.',
            second: 'Необходимость защищать свои интересы в конфликтных ситуациях.',
            threat: 'Опасения по поводу частых ремонтов.'
        }
    },
    {
        title: 'Если аренда квартиры влияет на личную жизнь:',
        image: '/images/img/case4.png',
        list: {
            first: 'Утомление от решения бытовых вопросов.',
            second: 'Нехватка времени для личного участия.',
            threat: 'Непредвиденные расходы, которые застают врасплох'
        }
    },
]
